import {Title} from "../index"
function AboutUs(){
     return(
      <>
        <div className="card ">
             <Title title={"BeinFoot - بين فووت"}/>
              <div className="body p-4 bg-slate-50 shadow'">
                  <p className="text-justify leading-relaxed md:leading-relaxed sm:text-base md:text-2xl text-gray-500 ">
                  النقل المباشر المجاني وبدون تقطيع لكل الأحداث الرياضية، دوري أبطال أوروبا، الدوري الإنجليزي، الدوري الإسباني، الدوري الإيطالي و غيرها من الدوريات و البطولات الكبرى عالميا، بالاضافة لنقل أقوى مباريات الدوريات العربية، كما تنقل لكم بين ماتش BeinFoot الفرق الكبيرة ك برشلونة، ريال مدريد، ليفربول، مانشستر سيتي، مانشستر يونايتد، تشيلسي، بايرن ميونخ، جيفونتيس، أسي ميلان، إنتر ميلان، أجاكس أمستردام وغيرها من الفرق العالمية الكبرى، بالإضافة لنقل مباريات بشكل مباشر للفرق العربية القوية ك الأهلي المصري، الزمالك المصري، الوداد البيضاوي المغربي، الرجاء البيضاوي المغربي، الترجي التونسي، نجم الساحل التونسي، الهلال السعودي، النصر السعودي، العين الإماراتي وغيرها في كل البطولات القارية الافريقية و الأسيوية، كما تنقل لكم بين ماتش BeinFoot كل بطولات المنتخبات ك كأس العالم 2022 بقطر، كأس أوروبا للأمم 2020، كوبا أمريكا 2021، والتصفيات المؤهلة لهذه البطولات بتعليق عربي و بمختلف الجودات من الضعيفة الى العالية الجودة بتعليق عربي ودون أي انقطاعات و بشكل مجاني بشكل كامل و لا ننسى أننا - بين ماتش BeinFoot - نتوفر على أهداف و ملخصات لكل المباريات التي ننقلها عبر موقعنا بشكل سريع وفور انتهاء المباريات بجودة عالية وفي سيرفرات خاصة لنضمن لكم بقاءها و توفرها متى شئتم العودة إليها.
                  </p>
              </div>
        </div>
      </>
    )
}
export default AboutUs