import {Title} from "./index"
function AboutUs(){
     return(
      <>
        <div className="card ">
             <Title title={"MostafaTv"}/>
              <div className="body p-4 bg-slate-50 shadow'">
                  <p className="text-justify leading-relaxed md:leading-relaxed sm:text-base md:text-2xl text-gray-500 ">
                  استمتع بالبث المباشر المجاني وغير المقطوع لجميع الأحداث الرياضية الكبرى، بما في ذلك دوري أبطال أوروبا، الدوري الإنجليزي، الدوري الإسباني، الدوري الإيطالي والدوريات والبطولات الأخرى حول العالم. كما ننقل أقوى مباريات الدوريات العربية، بمشاركة فرق كبيرة مثل برشلونة، ريال مدريد، ليفربول، مانشستر سيتي، مانشستر يونايتد، تشيلسي، بايرن ميونخ، جوفنتوس، أسي ميلان، إنتر ميلان، أياكس أمستردام وغيرها من الفرق العالمية الكبرى. بالإضافة إلى ذلك، نقوم بنقل المباريات المباشرة للفرق العربية القوية مثل الأهلي المصري، الزمالك المصري، الوداد البيضاوي المغربي، الرجاء البيضاوي المغربي، الترجي التونسي، نجم الساحل التونسي، الهلال السعودي، النصر السعودي، العين الإماراتي وغيرها في جميع البطولات القارية الأفريقية والآسيوية. كما ننقل جميع بطولات المنتخبات مثل كأس العالم 2022 في قطر، كأس أوروبا للأمم 2020، كوبا أمريكا 2021، وتصفيات هذه البطولات، مع التعليق العربي وجودة الفيديو المتنوعة من ضعيفة إلى عالية الدقة، وذلك بشكل مجاني تمامًا. ولا ننسى أننا، في   MostafaTv، نوفر أهدافًا وملخصات لجميع المباريات التي نبثها على موقعنا بجودة عالية، وتكون متاحة على خوادم مخصصة لضمان توافرها في أي وقت ترغب في العودة إليها
                  </p>
              </div>
        </div>
      </>
    )
}
export default AboutUs